[
    {
        "id": 1,
        "name": "Торт Чорно-білий",
        "image": "/images/cake1.jpg",
        "shortDescription": "Торт із чорного та білого бісквіту, прошарований кремом на основі вершкового сиру.",
        "description": "Чорний та білий бісквіти, прошаровані легким кремом на основі вершкового сиру – це чудове поєднання смаку та текстури. Торт прикрашений квіткою з мастикою та шоколадними крихтами.",
        "price": 1200,
        "available": true
    },
    {
        "id": 2,
        "name": "Торт Карамельний",
        "image": "/images/cake2.jpg",
        "shortDescription": "Торт з повітряним бісквітом, прошарований карамельним кремом.",
        "description": "Ніжний та повітряний бісквіт, прошарований легким карамельним кремом – це справжня насолода для любителів солодощів. Торт прикрашений карамельними цукерками та карамельним соусом.",
        "price": 900,
        "available": true
    },
    {
        "id": 3,
        "name": "Торт Полуничний мус",
        "image": "/images/cake3.jpg",
        "shortDescription": "Торт з ніжним полуничним мусом та свіжими ягодами.",
        "description": "Ніжний та легкий полуничний мус, прошарований повітряним бісквітом та свіжими ягодами – це відмінний вибір для літнього десерту. Торт прикрашений свіжими ягодами та м'ятою.",
        "price": 1100,
        "available": true
    },
    {
        "id": 4,
        "name": "Торт Молочний шоколад",
        "image": "/images/cake4.jpg",
        "shortDescription": "Торт з молочним шоколадом та повітряним кремом.",
        "description": "Ніжний бісквіт, прошарований повітряним кремом на основі молочного шоколаду – це ідеальний вибір для любителів шоколаду. Торт прикрашений шоколадною крихтою та фруктами.",
        "price": 1000,
        "available": true
    },
    {
        "id": 5,
        "name": "Торт Лісова галявина",
        "image": "/images/cake1.jpg",
        "shortDescription": "Найніжніший шоколадний бісквіт, крем-чиз з брусницею та малиною",
        "description": "Шоколадний бісквіт на основі суміші шоколадних сортів какао з додаванням молока, вершкового масла та цукру. Начинка – легкий крем-чиз, в якому поєднуються м'який сир та вершки, збагачений шматочками свіжих ягід малини та брусниці. Торт прикрашений ягодами та квітами з марципану.",
        "price": 1400,
        "available": true
      },
      {
        "id": 6,
        "name": "Торт Тірамісу",
        "image": "/images/cake2.jpg",
        "shortDescription": "Ніжний крем на основі сиру маскарпоне, прошарований кавовими бісквітами",
        "description": "Класичний італійський десерт, виготовлений у формі торта. Ніжний крем на основі сиру маскарпоне, вершків та цукру, збагачений кавовим ароматом та занурений у повітряні бісквіти. Торт прикрашений какао-порошком та свіжими ягодами.",
        "price": 1200,
        "available": true
      },
      {
        "id": 7,
        "name": "Торт Чорничний оповідь",
        "image": "/images/cake3.jpg",
        "shortDescription": "Найніжніший ванільний бісквіт, крем-чиз з чорницею та лісовими горіхами.",
        "description": "Торт, що складається з найніжнішого ванільного бісквіту, прошарованого легким крем-чизом на основі м'якого сиру, вершків та цукру. Крем збагачений свіжою чорницею та хрусткими лісовими горіхами. Торт прикрашений ягодами, горіхами та гілочками з білого шоколаду.",
        "price": 1300,
        "available": false
      },
      {
        "id": 8,
        "name": "Торт Ромашка",
        "image": "https://example.com/images/cake-1.jpg",
        "shortDescription": "Ніжний торт з кремом з вершків та полуниці.",
        "description": "Торт 'Ромашка' - це ніжне поєднання крему з вершків та полуниці, прикрашене ягодами та квітками. Ідеально підходить для весіль, ювілеїв чи інших особливих заходів.",
        "price": 1200,
        "available": true
      },
      {
        "id": 9,
        "name": "Торт Малинівка",
        "image": "https://example.com/images/cake-2.jpg",
        "shortDescription": "Ароматний торт із малиновим кремом.",
        "description": "Торт 'Малинівка' - це ідеальне поєднання ароматного бісквіту та малинового крему. Прикрашений свіжими ягодами та квітками, він стане чудовим частуванням на будь-якому святі.",
        "price": 1500,
        "available": true
      },
      {
        "id": 10,
        "name": "Торт Шоколадний водоспад",
        "image": "https://example.com/images/cake-3.jpg",
        "shortDescription": "Неймовірно шоколадний торт для любителів солодкого.",
        "description": "Торт 'Шоколадний водоспад' – це справжнє задоволення для любителів солодкого. Ніжний бісквіт, ароматний крем із вершків та велика кількість шоколаду – що ще потрібно для щастя?",
        "price": 1800,
        "available": false
      },
      {
        "id": 11,
        "name": "Торт Літній коктейль",
        "image": "https://example.com/images/cake-2.jpg",
        "shortDescription": "Легкий та освіжаючий торт з фруктовим кремом та ніжним бісквітом.",
        "description": "Торт 'Літній коктейль' - це поєднання ніжного бісквіта з освіжаючим кремом із соковитих фруктів. Цей торт додасть вам настрою і заряду енергії!",
        "price": 1500,
        "available": true
      },
      {
        "id": 12,
        "name": "Торт Ромашковий луг",
        "image": "https://example.com/images/cake-1.jpg",
        "shortDescription": "Ніжний торт з масляним кремом із зігріваючими нотками ромашки",
        "description": "Торт 'Ромашковий луг' - це поєднання ніжного бісквіта з масляним кремом із зігріваючими нотками ромашки. Такий торт точно нікого не залишить байдужим!",
        "price": 1200,
        "available": true
      }
    ]
    
  